{
    "Selamat datang di Dunia Pengetahuan!" : "Welcome to the World of Knowledge!",
    "Mulailah petualangan belajar bersama kami. Temukan dunia pengetahuan yang menarik dan mengasyikkan!" : "KiddieLearn Embark on a learning adventure with us. Discover a world of interesting and exciting knowledge!",
    "Jelajahi potensi anda bersama kami!" : "Explore your potential with us!",
    "Di KiddieLearn, kami percaya bahwa setiap anak memiliki potensi yang luar biasa. Mari jelajahi topik-topik yang menarik, dan kembangkan kreativitas dan keterampilan Anda!" : "At KiddieLearn, we believe that every child has tremendous potential. Let's explore interesting topics, and develop your creativity and skills!",
    "Belajar itu Menyenangkan dengan KiddieLearn!" : "Learning is Fun with KiddieLearn!",
    "Dengan KiddieLearn, belajar tidak pernah semenyenangkan ini! Temukan sumber belajar yang interaktif, menantang, dan disesuaikan dengan kebutuhan Anda. Mari kita mulai!" : "With KiddieLearn, learning has never been so much fun! Discover learning resources that are interactive, challenging, and tailored to your needs. Let's get started!",
    "Lewati": "Skip",
    
    "Selamat datang kembali": "Welcome back",
    "Ayo masuk dan jelajahi dunia belajar yang menyenangkan bersama kami! Silakan login sebelum bermain": "Come on in and explore the world of fun learning with us! Please login before playing",
    "Kata Sandi" : "Password",
    "Ingat Saya": "Remember Me",
    "Lupa Kata Sandi?": "Forgot Kata Sandi?",
    "Sign In" : "Sign In",
    "Buat Akun" : "Create Account",
    "atau masuk dengan" : "or sign in with",
    "atau daftar dengan" : "or sign up with",
    "Nama depan harus di isi" : "Nama depan is required",
    "Mohon ditunggu..." : "Logging you in...",
    "Memproses permintaan Anda..." : "Proccessing your request...",
    
    "Email Tidak Boleh Kosong": "Email is required",
    "Alamat email tidak valid" : "Invalid email address",
    "Kata Sandi Tidak Boleh Kosong" : "Kata Sandi is required",
    "Nama belakang harus di isi" : "Nama belakang is required",
    "Nama pengguna diperlukan" : "Nama pengguna is required",
    "Kata sandi harus terdiri dari minimal 6 karakter" : "Kata Sandi must be at least 6 characters long",
    "Kata sandi harus mengandung setidaknya satu huruf besar" : "Kata Sandi must contain at least one uppercase letter",
    "Kata sandi harus berisi setidaknya satu angka" : "Kata Sandi must contain at least one number",
    "Kata sandi harus mengandung setidaknya satu karakter khusus" : "Kata Sandi must contain at least one special character",
    "Kami sedang memproses informasi anda ..." : "We are processing your information ...",

    "Mari buat akun Anda" : "Let's create your account",
    "Nama depan" : "First name",
    "Nama belakang" : "Last name",
    "Nama pengguna" : "Username",
    "saya setuju untuk " : "i aggree to ",
    "Kebijakan Privasi" : "Privacy Policy",
    " dan " : " and ",
    "Ketentuan penggunaan" : "Terms of use",
    "Tidak Ada Koneksi Internet" : "No Internet Connection",

    "Harap verifikasi alamat email Anda!" : "Verify your email address!",
    "Selamat! Akun Anda Menunggu: Verifikasi Email Anda untuk Mulai Belajar Bersama Kami" : "Selamat! Your Account Awaits: Verify Your Email to Start Learning with us",
    "Selanjutnya" : "Continue",
    "Kirim" : "Submit",
    "Kirim ulang verifikasi email" : "Resend email",
    "Silakan periksa kotak masuk dan verifikasi email Anda" : "Please check your inbox and verify your email",

    "Reset kata sandi" : "Reset Kata Sandi",
    "Keamanan Akun Anda adalah Prioritas Kami! Kami Telah Mengirimkan Tautan Aman untuk Keamanan Ubah Kata Sandi Anda dan Lindungi Akun Anda" : "Your Account Security is Our Primary! We've Sent You a Secure Link to Safety Change Your Kata Sandi and Keep Your Account Proctected",
    "Lupa kata sandi" : "Forget Kata Sandi",
    "Jangan khawatir, terkadang orang juga bisa lupa. masukkan email Anda dan kami akan mengirimkan tautan pengaturan ulang kata sandi" : "Don't worry sometimes people can forget too. enter your email and we will send you a Kata Sandi reset link",
    "Selamat" : "Congratulations",
    "Anda telah berhasil keluar" : "You have successfully exited",

    "Hapus akun" : "Delete Account",
    "Apakah Anda yakin ingin menghapus akun Anda secara permanen? Tindakan ini tidak dapat dibatalkan dan semua data Anda akan dihapus secara permanen" : "Are you sure, you want to delete your account permanently? This action is not reversible and all of your data will be removed permanently",
    "Hapus" : "Delete",
    "Prosess..." : "Proccessing...",
    "Nama anda telah diperbarui!" : "Your name has been updated!",
    
    "Ubah Profile": "Edit Profile",

    "Selamat Pagi" : "Selamat Morning",
    "Selamat Sore" : "Selamat Afternoon",
    "Selamat Malam" : "Selamat Night",
    "Lagu Anak" : "Kid Song",
    "Lagu Nasional" : "National Anthem",

    "Silakan pilih level permainan terlebih dahulu..." : "Please select a game level first...",
    "Dalam game ini Anda akan mengasah ingatan Anda dalam memilih kartu yang sama, semakin pendek waktu yang Anda butuhkan untuk menyelesaikan level yang dipilih, semakin baik!" : "In this game you'll be honing your memory in choosing the same card, the shorter the time it takes you to complete the chosen level, the better!",
    "Mulai Permainan" : "Start Game",
    "Keluar dari permainan?" : "Exit from the game?",
    "Keluar" : "Exit",
    "Permainan Berakhir" : "Game Over",
    "Selamat! Anda telah menyelesaikan permainan..." : "Selamat! You have completed the game...",

    "Binatang" : "Animals",
    "Kategori" : "Categories"
}